{
  "HOME": "ទំព័រដើម",
  "PRODUCT": "ផលិតផល",
  "PRICE": "តម្លៃ",
  "ABOUT US": "អំពីយើង",
  "CONTACT US": "ទំនាក់ទំនង",
  "FOLLO US": "តាមដានយើង",
  "Privacy Policy": "គោលការណ៍",
  "Terms and Conditions": "ស្ថានភាព និងការប្រើប្រាស់",
  "Copyright 2025 Copyright App My Destiny": "",
  "Our Operating Companies": "ក្រុមហ៊ុនបុត្រសម្ព័ន្ធ",
  "Daily": "ប្រចាំថ្ងៃ",
  "Weekly": "ប្រចាំអាទិត្យ",
  "Monthly": "ប្រចាំខែ",
  "Yearly": "ប្រចាំឆ្នាំ",
  "valid 1 day": "សុពលភាព ១ថ្ងៃ",
  "valid 7 days": "សុពលភាព ៧ថ្ងៃ",
  "valid 30 days": "សុពលភាព ៣០ថ្ងៃ",
  "valid 365 days": "សុពលភាព ៣៦៥ថ្ងៃ",
  "Price List": "តារាងតម្លៃ",
  "Scientific Feng Shui App": "App ហុងស៊ុយបែបវិទ្យាសាស្ត្រ",
  "App My Destiny - វាសនាខ": "ជាអេបហុងស៊ុយបែបវិទ្យាសាស្ត្រ",
  "includes Bazi’s function enabling us to keep track of our daily zodiac, and it comprises a number horoscope that permits us to figure out whether or not our phone number, house number, vehicle plate number, and bank account number are good; and the Chinese compass (Luo Pan) allows us to calculate the positive and negative energies from each direction so that we can take preventative actions.": " គណនាតាមក្បួនប៉ាជឺ អាចតាមដានរាសីប្រចាំថ្ងៃ ហើយតាមរយៈក្បួន លេខសាស្ត្រក៏អាចឲ្យយើងបានដឹងពី លេខទូរស័ព្ទ លេខផ្ទះ លេខយានជំនិះ និងលេខគណនីធនាគារថាតើល្អ ឬមិនល្អ សម្រាប់ប្រើប្រាស់ និងចំណែកឯ ត្រីវិស័យ បានដាក់បញ្ចូលក្បួនត្រីវិស័យសម្រាប់វាស់ និងគណនា ទិសឆុង ទិសហេង ហើយក៏មានត្រីវិស័យតារាសាស្ត្រផងដែរ ដែលមានឥទ្ធិពល ទៅលើជោគជាតារាសីប្រចាំថ្ងៃរបស់មនុស្សជាតិ។",
  "App Features": "មុខងារសំខាន់ៗ",
  "Basic Info": "ព័ត៌មានបឋម",
  "It enables the users to access useful and informative data such as whether or not the day master of one’s Bazi is strong, which category the four pillars will fall under, favorable colors, advantageous careers, and other significant details. ": "អនុញ្ញាតឲ្យបងប្អូនអ្នកប្រើប្រាស់បានដឹង ពីតួរាសីផ្ទាល់ខ្លួន ដឹងពី ប្រភេទរាសី ថាតើជាប្រភេទរាសីរឹងមាំង ខ្សោយ​ ឬជារាសីករណីពិសេស  ដឹងអំពីពណ៌សំណាង និងប្រភេទអាជីកម្មសមប្រកប តាមធាតុត្រូវការ នីមួយៗ ហើយក៏មានព័ត៌មាន សំខាន់ៗផ្សេងៗទៀតផងដែរ។",
  "Bazi": "ក្បួនប៉ាជឺ",
  "By entering their date and time of birth, users are capable of calculating their Bazi chart consisting of eight Chinese characters. With the guidance and help of the Bazi chart, we are able to forecast how our life stage will fluctuate and present opportunities based on the luck cycle shifting forward every ten years in which we can also track it annually, monthly, daily, and every two hours.  ": "អនុញ្ញាតឲ្យបងប្អូនអ្នកប្រើប្រាស់ អាចគណនាតាមរយៈតារាងប៉ាជឺ នូវតួរាសី ទាំង៨ ដែលរួមមានរាសីខាងលើ និងរាសីខាងក្រោម ដោយគ្រាន់តែបញ្ចូល ម៉ោង ថ្ងៃ ខែ ឆ្នាំកំណើត ឲ្យបានត្រឹមត្រូវ។ នោះនឹងអាចឲ្យបងប្អូនអ្នក ប្រើប្រាស់ តាមដានពីការឡើងចុះ នៃរាសីផ្ទាល់ខ្លួនម្នាក់ៗ សម្រាប់រយៈពេល ប្រចាំ១០ឆ្នាំ ប្រចាំឆ្នាំ ប្រចាំខែ ប្រចាំថ្ងៃ និងប្រចាំម៉ោង។  ",
  "Compass": "ត្រីវិស័យ",
  "App My Destiny- វាសនាខ្ញុំ has offered us two distinct categories of compasses: the first one makes it feasible to calculate the positive and negative energy directions, and the second one exhibits the flying star chart annually, monthly, daily, and every two hours. These compasses, therefore, carry a real intangible influence on our daily lives.": "App My Destiny - វាសនាខ្ញុំ បានដាក់បញ្ចូលក្បួនដែលអាចគណនា និងវាស់ ត្រីវិស័យចំនួន ២ប្រភេទ៖ ទី១ គឺ ត្រីវិស័យសម្រាប់វាស់ និងគណនាទិសឆុង និង ទិសហេង និង ទី២ គឺ ត្រីវិស័យតារាសាស្ត្រ ដើម្បីគណនា និងបង្ហាញអំពីដំណើរគោចររបស់តារាសាស្ត្រ ដែលជះឥទ្ធិពលដល់ជោគជតារាសី របស់មនុស្សជាតិ។",
  "Number Horoscope ": "លេខសាស្ត្រ",
  "This feature allows users to evaluate the positive and negative aspects of their phone number, house number, vehicle plate number, and bank account number.": "បងប្អូនអ្នកប្រើប្រាស់ អាចប្រើមុខងារនេះដើម្បីពិនិត្យមើល លេខទូរសព្ទ លេខផ្ទះ លេខយានយន្ត និង លេខគណនីធនាគារ ថាតើលេខនោះ ជាលេខនាំសំណាង ឬ មានឥទ្ធិពលអាក្រក់សម្រាប់ការប្រើប្រាស់។",
  "App My Destiny - វាសនាខ្ញុំ adheres to international standards by displaying a variety of Feng Shui and Bazi applicable and practical formulas available to be downloaded from the Play Store for Android users and the App Store for iOS device owners. ": "App ហុងស៊ុយបែបវិទ្យាសាស្ត្រ តែមួយគត់របស់ប្រទេសកម្ពុជា ដែលបង្កើតឡើងដោយជនជាតិខ្មែរ ប្រកបដោយស្តង់ដារល្អបំផុត កម្រិតអន្តរជាតិ ដែលអាចដោនឡូតបានតាមរយៈ Play Store Android និង App Store iOS ។",
  "About App My Destiny - វាសនាខ្ញុំ": "អំពី App My Destiny - វាសនាខ្ញុំ",
  "The striving, dedication, and commitment of": "ការខិតខំប្រឹងប្រែង និងការប្ដេជ្ញាចិត្តរបស់ឧកញ៉ាសាស្ត្រចារ្យ ឡុង ណាលី ក្នុងការ ចែករំលែកចំណេះដឹងហុងស៊ុយ មានក្បួនខ្នាតត្រឹម ត្រូវពិតប្រាកដ ដែលទទួល ស្គាល់ជាអន្តរជាតិទៅកាន់បងប្អូនប្រជាជនកម្ពុជា បានធ្វើឲ្យ ",
  "Oknha Master Naly Long,": "ឧកញ៉ាសាស្ត្រចារ្យ ឡុង ណាលី",
  "the international accredited Feng Shui Master, to share and educate the Strategic and Scientific Feng Shui knowledge to Cambodian citizens made her a well-known figure both domestically and abroad for her generosity and expertise.": " ក្លាយទៅជាម៉ាស្ទ័រ ហុងស៊ុយ ដ៏ល្បីនៅក្នុង ប្រទេសកម្ពុជា និងក្រៅប្រទេស។",
  "She": "ឧកញ៉ាសាស្ត្រចារ្យ ឡុង ណាលី",
  "has completed and succeeded her studies in the field of Strategic and Scientific Feng Shui under the guidance and tutoring of various renowned Grand Masters and Masters from various parts of the world, involving": " បានបញ្ចប់ការសិក្សាផ្នែកវិជ្ជាហុងស៊ុយ ពីគ្រូហុងស៊ុយល្បីៗនៅលើពិភពលោកជាច្រើនរូបរួមមាន៖",
  "Grand Master Vincent Koh (Singapore)": "Grand Master Vincent Koh (ប្រទេសសឹង្ហបុរី)",
  "Grand Master Tan Khoon Yong (Singapore)": "Grand Master Tan Khoon Yong (ប្រទេសសឹង្ហបុរី)",
  "Grand Master Stephen Skinner (The United States of America)": "Grand Master Dr. Stephen Skinner (សហរដ្ឋអាមេរិក)",
  "Master Mas (Thailand)": "Master Mas (ប្រទេសថៃ)",
  "Master Goh Guan Leong (Singapore)": "Master Goh Guan Leong (ប្រទេសសឹង្ហបុរី)",
  "Master Leyau (Malaysia)": "Master Francis Leyau (ប្រទេសម៉ាឡេស៊ី)",
  "Master Davin (The United States of America": "Master Davin (សហរដ្ឋអាមេរិក)",
  "The most substantial outcome of": "រូបមន្តហុងស៊ុយសំខាន់ៗមានការទទួលស្គាល់ជាអន្តរជាតិ បានរៀបចំចងក្រងយ៉ាងល្អិតល្អន់ ហ្មត់ចត់ និងផ្ចិតផ្ទង់ ដោយ",
  "Oknha Master Naly Long’s": "ឧកញ៉ាសាស្ត្រចារ្យ ឡុង ណាលី",
  "resolute and tenacious commitment, along with her striving, responsibility, morality, and professionalism, is her well-organized plan for discovering, gathering, and compiling practical Strategic and Scientific Feng Shui formulas corresponding with accuracy, precision, meticulousness, and logic as a means to construct the App My Destiny - វាសនាខ្ញុំ.": "ដើម្បីយកមកអភិវឌ្ឍឲ្យក្លាយ ទៅជា App ហុងស៊ុយបែបវិទ្យាសាស្ត្រ។",
  "No line": "អ្នកអភិវឌ្ឍន៍ App My Destiny - វាសនាខ្ញុំ គឺជាក្រុមដែលមានសម្ថភាពមានបទពិសោធន៍ជាច្រើនលើការអភិវឌ្ឍន៍កម្មវិធីទូរស័ព្ទ និងប្រព័ន្ធគ្រប់គ្រងទូទៅ សម្រាប់វិស័យឯកជន និងស្ថាប័នសាធារណៈ។",
  "With more than 600,000 downloads as of now, App My Destiny- វាសនាខ្ញុំ, the Strategic and Scientific Feng Shui mobile application is available for users of both Android and iOS devices.": "ជា App ហុងស៊ុយបែបវិទ្យាសាស្ត្រតែមួយគត់ របស់ប្រទេសកម្ពុជា បង្កើតឡើងដោយជនជាតិខ្មែរ ប្រកបដោយស្តង់ដារល្អបំផុត កម្រិតអន្តរជាតិ ដែលមានចំនួនអ្នកដោនឡូត ច្រើនជាង 600,000 (ប្រាំមួយរយពាន់) នាក់។",
  "The most substantial outcome of Oknha Master Naly Long’s resolute and tenacious commitment, along with her striving, responsibility, morality, and professionalism, is her well-organized plan for discovering, gathering, and compiling practical Strategic and Scientific Feng Shui formulas corresponding with accuracy, precision,": "រូបមន្តហុងស៊ុយសំខាន់ៗមានការទទួលស្គាល់ជាអន្តរជាតិ បានរៀបចំចងក្រង យ៉ាងល្អិតល្អន់ ហ្មត់ចត់ និងផ្ចិតផ្ទង់ ដោយ ឧកញ៉ាសាស្ត្រចារ្យ ឡុង ណាលី ដើម្បីយកមកអភិវឌ្ឍឲ្យក្លាយ ទៅជា App ហុងស៊ុយបែបវិទ្យាសាស្ត្រ។ ឧកញ៉ាសាស្ត្រចារ្យ ឡុង ណាលី បានបញ្ចប់ការសិក្សាផ្នែកវិជ្ជាហុងស៊ុយ ពីគ្រូចិនសែល្បីៗនៅលើពិភពលោកជាច្រើនរូបរួមមាន៖....",
  "Learn More": "ស្វែងយល់បន្ថែម",
  "Features of App My Destiny - វាសនាខ្ញុំ": "មុខងារសំខាន់ៗ App My Destiny - វាសនាខ្ញុំ",
  "By entering their date and time of birth, users are capable of .........": "គណនាតួរាសីទាំង 8 ដែលមានរាសីខាងលើ និងរាសីខាងក្រោម........",
  "This feature allows users to evaluate the positive and negative............": "ពិនិត្យមើលលេខទូរស័ព្ទ លេខផ្ទះ លេខយានយន្ត និង លេខគណនី...........",
  "App My Destiny- វាសនាខ្ញុំ has offered us two distinct categories of ...": "ត្រីវិស័យសម្រាប់វាស់ ទិសឆុង ទិសហេង តារាសាស្ត្រ ដើម្បីគណនា និងបង្ហាញ.....",
  "A collection of important videos to share knowledge such as: How to use ......": "ជាបណ្តុំនៃវីដេអូសំខាន់ៗ សម្រាប់ចែករំលែកចំណេះដឹងដូចជា៖ របៀបប្រើប្រាស់ ......",
  "Vision, Mission, Core Value": "ទស្សនវិស័យ បេសកកម្ម និងគុណតម្លៃ",
  "Vision": "ទស្សនវិស័យ",
  "Mission": "បេសកកម្ម",
  "Core Value": "គុណតម្លៃ",
  "Our long-term vision is to stay connected with our Cambodian citizens and jointly step forward together simultaneously with other nations around the globe. So that we can build the framework for consultation, sharing, demonstration, and paving the way to better living standards, prosperity, harmony, and enhancement using modern technology in this new digital era and the internationally recognized Strategic and Scientific Feng Shui.": "ចក្ខុវិស័យរយៈពេលវែងរបស់ពួកយើង គឺដើម្បីនៅជាប់ជាមួយ នឹងប្រជាជនកម្ពុជា យើងបោះជំហានទៅមុខជាមួយគ្នា ជាមួយនឹងមនុស្សជាតិទាំងឡាយ ជុំវិញពិភពលោក ផ្តល់ប្រឹក្សា ចែករំលែក និងបង្ហាញផ្លូវ ដើម្បីឈានទៅរកការរស់នៅមួយ ប្រកបដោយ សេចក្តីសុខ សុខដុមរមនា ការអភិវឌ្ឍន៍ និងភាពចម្រុងចម្រើន តាមរយៈវិជ្ជា ហុងស៊ុយ ពិតប្រាកដ មានក្បួនច្បាប់ ក្បួនខ្នាតត្រឹមត្រូវ ដែលទទួលស្គាល់ ជាអន្តរជាតិ ជាមួយនឹងបច្ចេកវិទ្យាសម័យថ្មី សម័យឌីជីថល។",
  "The most significant breakthrough is the inclusion of deeper practical and essential formulas that satisfy the demands of citizens—as users. Evidently, App My Destiny - វាសនាខ្ញុំ is a mobile application using the formulas of Bazi and Strategic and Scientific Feng Shui that comply with global norms for quality, credibility, morality, and ethics. It originated in order to advance the common goals of the people of Cambodia and all of the world at large.": "រក្សាបាននូវ ភាពតាមទាន់សម័យកាល នៃបច្ចេកវិទ្យាឌីជីថលទំនើប និងស្តង់ដារអន្តរជាតិ នៃកម្មវិធីទូរស័ព្ទ  និងបន្តធ្វើឱ្យប្រសើរឡើង លើមុខងារផ្សេងៗរបស់ App My Destiny - វាសនាខ្ញុំ ។ ហើយអ្វីដែលសំខាន់បំផុតនោះ គឺបន្ថែមរូបមន្ត ហុងស៊ុយ ផ្សេងៗទៀត ដែលជាប្រយោជន៍សម្រាប់មនុស្សជាតិ។",
  "The priority placed on value-based production permeates every product that Feng Shui Center (Cambodia) Co., Ltd. has produced and intends to continue to produce. The perfect instance of a product that embraces morality, responsibility, dignity, logic, and cutting-edge digital technologies is App My Destiny - វាសនាខ្ញុំ.": "រាល់ផលិតផលដែលនឹងបង្កើត និងបានបង្កើតរួចហើយ ដោយ ក្រុមហ៊ុន ហ្វេងស៊ុយ សេនធ័រ (ខាមបូឌា) ឯ.ក គឺតែងតែផ្តោតលើ គុណតម្លៃជាចំបាច់។ តួយ៉ាងដូចជា App My Destiny - វាសនាខ្ញុំ ត្រូវបានបង្កើតជាមួយ នឹងភាពល្អិតល្អន់ ហ្មត់ចត់ ប្រកបដោយ សីលធម៌ វិជ្ជាជីវៈ ភាពទទួលខុសត្រូវ សេចក្តីថ្លៃថ្នូរ ឡូហ្ស៊ិច និងបច្ចេកវិទ្យាខ្ពស់ បែបឌីជីថល។",
  "Subscribers App My Destiny - វាសនាខ្ញុំ": "បងប្អូនអ្នកប្រើប្រាស់ App My Destiny - វាសនាខ្ញុំ",
  "We hold the unequivocal and firm conviction that with the backing of the guidance and preventative measures that App My Destiny- វាសនាខ្ញុំ offers, our Cambodians will rapidly step forward to a better living standard, prosperity, harmony, enhancement, and development.": "បងប្អូនដែលប្រើប្រាស់ App My Destiny - វាសនាខ្ញុំ គឺជាប្រជាជនកម្ពុជាយើងដែលរស់ នៅទាំងក្នុងប្រទេសកម្ពុជា និងក្រៅប្រទេស ហើយក៏ជាប្រជាជាតិផ្សេងទៀតនៅក្នុងពិភព លោក ដែលជាម្ចាស់អាជីវកម្មខ្នាតតូច មធ្យម ធំ​ ជាស្រីមេផ្ទះ បុគ្គលិកការិយាល័យ និងអ្នកលក់ដូរ អ្នកជំនួញ និងមន្ត្រីបម្រើកិច្ចការសាធារណៈ ដែលកំពុងរស់នៅក្នុងសម័យឌីជីថល។",
  "Partnership": "ដៃគូរសហការ",
  "App My Destiny- វាសនាខ្ញុំ - a cutting-edge Strategic and Scientific Feng Shui mobile application. We work closely and extensively with all of our business partners, ranging from the banking system to the telecommunications company, paving the way for us to capitalize on the most advanced digital technology and secure electronic payment methods.": "App My Destiny- វាសនាខ្ញុំ កម្មវិធីទូរស័ព្ទសម័យឌីជីថល និងបច្ចេកវិទ្យាខ្ពស់! យើងបានសហការ យ៉ាងជិតស្និទ្ធជាមួយ នឹងដៃគូអាជីវកម្មរបស់យើង ទាំងប្រព័ន្ធប្រតិបត្តិករ ធនាគារ និងប្រព័ន្ធប្រតិបត្តិករទូរស័ព្ទ ជាមួយនឹងការប្រើប្រាស់បច្ចេកវិទ្យាទំនើប និងសុវត្ថិភាពបំផុតសម្រាប់ទូទាត់សាច់ប្រាក់ តាមរយៈប្រព័ន្ធអេឡិចត្រូនិក។",
  "Building 743, 744 Street 1952, Phnom Penh 120801": "#អគារ 743-744 ផ្លូវ 1952 ភូមិបាយ៉ាប សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
  "Feng Shui Center (Cambodia) Co., Ltd.": "ក្រុមហ៊ុន ហ្វេង ស៊ុយ សេនធ័រ (ខេមបូឌា) ឯ.ក Feng Shui Center (Cambodia) Co., Ltd.",
  "footer": "គោលការណ៍ឯកជនភាព លក្ខខណ្ឌ រក្សាសិទ្ធិឆ្នាំ 2025 កម្មវិធីរក្សាសិទ្ធិ វាសនាខ្ញុំ"
}
